IDEA Open Model
MatReinforcementEc2.Fyk Property
Compatible with IDEA StatiCa 20.1
 Characteristic yield strength of reinforcement - fyk
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Fyk { get; set; }
Public Property Fyk As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatReinforcementEc2 Class
IdeaRS.OpenModel.Material Namespace